[GENERAL]
NAME				= Ελληνικά
TRANSLATOR			= -
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Αυτή η εφαρμογή έχει λήξει.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Μη εγγεγραμμένος
TEXT_SAFEMODE			= Safe mode
TEXT_SAFEMODE_MESSAGE		= Bandicam is running in safe mode. \nSome features, including hardware accelerated encoding, may not work in safe mode.
TEXT_INIT_FAIL			= Απέτυχε η προετοιμασία της εφαρμογής.
TEXT_APPINFO			= Bandicam - Βιντεοσκόπηση υψηλής απόδοσης.
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam has been unregistered.


; error
TEXT_ERROR_DISKSPACE		= Ανεπαρκής χώρος στο δίσκο.
TEXT_ERROR_VIDEO_CAP		= Απέτυχε η εκκίνηση της βιντεοσκόπησης.
TEXT_ERROR_AUDIO_CAP		= Απέτυχε η εκκίνηση της ηχογράφησης.\nΓια βοήθεια πατήστε ΟΚ.
TEXT_ERROR_IMAGE_CAP		= Απέτυχε η λήψη της εικόνας.\nΠαρακαλούμε ελέγξτε τον φάκελο αποθήκευσης.
TEXT_ERROR_CREATEFILE		= Απέτυχε η δημιουργία αρχείου.
TEXT_ERROR_OUTPUTFOLDER		= Ο φάκελος εξαγωγής δεν υπάρχει. Επιλέξτε ένα νέο φάκελο.
TEXT_ERROR_RENAME_FILE		= Failed to rename the selected file.
TEXT_ERROR_CODEC_INIT		= Απέτυχε η προετοιμασία κωδικοποίησης.
TEXT_ERROR_CODEC_INIT_RETRY	= Failed to initialize codec.\nDo you want to try again with the H.264 (CPU) codec?
TEXT_ERROR_CODEC_VIDEO		= The recording has stopped because there is a problem with the video codec.
TEXT_ERROR_LOGO_IMAGE		= H μορφή εικόνας δεν υποστηρίζεται. Επιλέξτε μια υποστηριζόμενη μορφή εικόνας (*.png).
TEXT_ERROR_INIT_DEVICE		= Failed to initialize the video capture device.
TEXT_ERROR_NO_DEVICES		= No video capture devices have been detected.
TEXT_ERROR_EXISTING_PRESET_NAME	= The preset name you entered already exists. \nPlease enter a different name.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = This feature is no longer available due to Facebook's policy.
TEXT_ERROR_AUDIO_DEVICE_INVALIDATED = The recording has been stopped because the audio device is no longer available.
TEXT_ERROR_DUPLICATE_HOTKEYS	= There are duplicate hotkeys. Please change the hotkey settings.
TEXT_ERROR_NO_SOUND_DEVICE	= There is no sound device activated. Please select at least one device.
TEXT_ERROR_NO_MORE_5_UPLOADING  = You cannot upload more than 5 videos at the same time. Please try again after the uploading is complete.
TEXT_CAN_NOT_CHANGE_TB		= Δεν μπορείτε να αλλάξετε αυτή τη ρύθμιση για την δωρεάν έκδοση του Bandicam. Παρακαλούμε ενεργοποιήστε τώρα!
TEXT_CAN_NOT_ADD_MORE_THAN_10	= You can not add more than 10 items.
TEXT_WARNING_AMD_APP		= Το σύστημα σας δεν υποστηρίζει 'H.264 (AMD VCE)', άρα θα γίνει χρήση του προεπιλεγμένου κωδικοποιητή.
TEXT_WARNING_AMD_APP2		= Το σύστημα σας δεν υποστηρίζει 'H.264 (AMD VCE)'.
TEXT_WARNING_DEVICE_CHANGE	= If you change the video device settings, the recording will be stopped. Are you sure you want to continue?
TEXT_WARNING_EXIT_BANDICAM	= If you close Bandicam, the recording will be stopped.\n Are you sure you want to close Bandicam?
TEXT_WARNING_EXIT_BANDICAM_SREC	= After this application is terminated, the scheduled recording can no longer proceed. \nAre you sure you want to close Bandicam?
TEXT_WARNING_DEL_OVERLAY	= Are you sure you want to delete the selected overlay?
TEXT_WARNING_UNREGISTER		= Are you sure you want to unregister Bandicam?
TEXT_NOTICE_NEED_TO_RENEW	= Bandicam license expires after %d days. Click the 'OK' button for license renewal instructions.
TEXT_NOTICE_NEED_TO_RENEW_NOW	= Bandicam license has expired. Click the 'OK' button for license renewal instructions.

; video setting page name
TEXT_VID_PAGE_SOUND		= Ήχος
TEXT_VID_PAGE_WEBCAM		= Webcam
TEXT_VID_PAGE_LOGO		= Λογότυπο
TEXT_VID_PAGE_EFFECTS		= Mouse
TEXT_VID_PAGE_TEXT		= Text
TEXT_VID_PAGE_OPTIONS		= Επιλογές

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Logo

; option page name
TEXT_OPT_PAGE_GENERAL		= Γενικά
TEXT_OPT_PAGE_OUTPUT		= Εξαγωγή
TEXT_OPT_PAGE_HOOKING		= Αγκίστρωμα
TEXT_OPT_PAGE_LANGUAGE		= Γλώσσα
TEXT_OPT_PAGE_HOTKEYS		= Hotkeys
TEXT_OPT_PAGE_OTHERS		= Άλλα

TEXT_VIDEO			= Βίντεο
TEXT_AUDIO			= Ήχος

TEXT_FOLDER_SELECT		= Επιλέξτε το φάκελο αποθήκευσης.

TEXT_FMT_FULL_SIZE		= Πλήρες μέγεθος
TEXT_FMT_HALF_SIZE		= Μεσαίο μέγεθος
TEXT_FMT_FIT_WIDTH		= Σύμφωνα με το πλάτος
TEXT_FMT_FIT_HEIGHT		= Σύμφωνα με το ύψος
TEXT_FMT_CUSTOM_SIZE		= Προσαρμοσμένο
TEXT_FMT_STEREO			= Stereo
TEXT_FMT_MONO			= Mono
TEXT_FMT_ORIGINAL_PCM		= Αρχική μορφή ήχου
TEXT_FMT_AUTO			= Auto
TEXT_FMT_LOSSLESS		= Lossless

; preset
TEXT_PRESET_DEFAULT		= Προεπιλογή
TEXT_PRESET_HALFSIZE		= Μεσαίο μέγεθος
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= Υπερταχεία ρύθμιση για 60 FPS
TEXT_PRESET_LOWEND		= Κατώτερο PC
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			= Για PMP/Divx Player
TEXT_PRESET_EDIT		= Για επεξεργασία - Premiere/Sony Vegas/Pinnacle
TEXT_PRESET_POWERPOINT		= Για MS PowerPoint
TEXT_PRESET_320x0		= Σύμφωνα με το πλάτος, 320x0
TEXT_PRESET_640x0		= Σύμφωνα με το πλάτος, 640x0
TEXT_PRESET_800x0		= Σύμφωνα με το πλάτος, 800x0
TEXT_PRESET_1280x0		= Σύμφωνα με το πλάτος, 1280x0
TEXT_PRESET_USER		= Προεπιλογές χρήστη

TEXT_CHANGE_LANG		= Για αλλάγή γλώσσας, απαιτείται επανεκκίνηση του Bandicam.\nΕπανεκκίνηση τώρα;
TEXT_CHANGE_HOOK		= Για αλλαγή αγκίστρωσης στόχους, απαιτείται επανεκκίνηση του Bandicam.\nΕπανεκκίνηση τώρα; 
TEXT_CHANGE_SIZE		= Για αλλαγή μεγέθους παραθύρου, απαιτείται επαννεκκίνηση του Bandicam.\nΕπανεκκίνηση τώρα; 
TEXT_RESET_ALL_SETTINGS		= Θέλετε σίγουρα να επαναφέρετε τις ρυθμίσεις στις προεπιλεγμένες;

TEXT_REGISTER_SUCCEEDED		= Επιτυχία εγγραφής του Bandicam.
TEXT_REGISTER_FAILED		= Αποτυχία εγγραφής. \nΕλέγξτε τη διεύθυνση ηλεκτρονικού ταχυδρομείου και το σειριακό αριθμό.
TEXT_REGISTER_CONNECT_FAILED	= Αδυναμία σύνδεσης. \nΠαρακαλώ ελέγξτε την σύνδεση σας στο διαδίκτυο και ρυθμίστε το ρολόι του συστήματος στην τωρινή ημερομηνία και ώρα.\nIf you need help, click the OK button.
TEXT_REGISTER_INFO		= Email: %s\r\nΣειριακός αριθμός: %s
TEXT_REGISTER_INFO2		= Expiration Date : %s (%d days left)
TEXT_REGISTER_INFO2_EXPIRED	= Expiration Date : %s (Expired)
TEXT_REGISTER_LIMITED		= Η βιντεοσκόπηση διακόπηκε. Μπορείτε να βιντεοσκοπήσετε μόνο για 10 λεπτά στη δωρεάν έκδοση του Bandicam. Παρακαλούμε εγγραφείτε τώρα!
TEXT_REGISTER_LIMITED_SREC	= Μπορείτε να βιντεοσκοπήσετε μόνο για 10 λεπτά στη δωρεάν έκδοση του Bandicam. Παρακαλούμε εγγραφείτε τώρα!
TEXT_REGISTER_NEWRECORD		= Δεν μπορείτε να αρχίσετε νέα βιντεοσκόπηση στην δωρεάν έκδοση του Bandicam. Παρακαλούμε εγγραφείτε τώρα!
TEXT_REGISTER_LICENCE_INFO	= Μη εγγεγραμμένος!! 10 λεπτά βίντεο με υδατογράφημα\r\nΓια να αφαιρέσετε το υδατογράφημα, αγοράστε το Bandicam από το bandicam.com.

TEXT_PROGRAM_INVALID		= Αυτή η εφαρμογή δεν είναι έγκυρη. Πρέπει να εγκαταστήσετε ξανά την εφαρμογή.

TEXT_SELECT_NOT_SELECTED	= Please select a recording mode
TEXT_SELECT_TARGET		= Παρακαλούμε, κάντε κλικ στο παράθυρο προορισμού
TEXT_SELECT_DEVICE		= Please select a video capture device
TEXT_TARGET_DIRECTX		= Game Recording Mode - Καταγράψτε Παιχνίδια και Video players μέσω DirectX.
TEXT_TARGET_SCREEN		= Screen Recording Mode - Καταγράψτε την οθόνη σας και βίντεο στο διαδίκτυο.
TEXT_TARGET_DEVICE		= Device Recording Mode - Record Webcam and HDMI Capture Device.
TEXT_TARGET_AUDIO		= Audio-only mode - you can record only the audio.
TEXT_TARGET_CHANGING		= Αν αλλάξετε τη λειτουργία καταγραφής, η καταγραφή θα σταματήσει.\nΘέλετε να συνεχίσετε;
TEXT_TARGET_CLOSE		= If you close the current recording mode, the recording will be stopped.\nAre you sure you want to continue?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Δεν μπορείτε να καταγράψετε σε λειτουργία παραθύρου 'Game Recording Mode'  γιατί ο στόχος δεν είναι επιλεγμένος.\n\nΘέλετε να αλλάξετε λειτουργία σε 'Screen Recording Mode' για να εκκινήσετε την καταγραφή;
TEXT_TARGET_CHANGE_TO_RECTANGLE2= You can't start recording in 'Device Recording Mode' because the capture device is not selected.\n\nDo you want to change the recording mode to 'Screen Recording Mode' in order to start recording?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= You can't start recording because the recording mode is not selected.\n\nDo you want to select 'Screen Recording Mode' in order to start recording?

TEXT_STATUSBAR_READY		= Έτοιμο
TEXT_STATUSBAR_RECORDING	= Εγγραφή
TEXT_STATUSBAR_PAUSE		= Παύση

TEXT_UPDATE_AVAILABLE		= Μία νέα έκδοση του Bandicam είναι διαθέσιμη. Θέλετε να την κατεβάσετε τώρα;
TEXT_UPDATE_UNAVAILABLE		= Αυτή η έκδοση είναι η πιο πρόσφατη.
TEXT_UPDATE_FAILED		= Ο έλεγχος των πληροφορίων έκδοσης απέτυχε. Ο υπολογιστής δεν μπορεί να συνδεθεί στο Internet ή ο διακομιστής μπορεί να μην λειτουργεί σωστά.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Unable to upload. If you have just signed up, please verify your email address.

TEXT_TARGET_FULL		= Πλήρης οθόνη
TEXT_TARGET_RESTORE		= Επαναφορά
TEXT_TARGET_TOGGLE_TOP		= Move Control Bar Up
TEXT_TARGET_TOGGLE_BOTTOM	= Move Control Bar Down
TEXT_TARGET_FIND		= Select a recording area
TEXT_TARGET_RESIZE		= Μέγεθος παραθύρου
TEXT_TARGET_IMAGE		= Λήψη εικόνας
TEXT_TARGET_PEN			= Λειτουργία σχεδίασης
TEXT_TARGET_RECORD_START	= Βιντεοσκόπηση - Έναρξη
TEXT_TARGET_RECORD_PAUSE	= Βιντεοσκόπηση - Παύση
TEXT_TARGET_RECORD_STOP		= Βιντεοσκόπηση - Διακοπή
TEXT_TARGET_MENU		= Menu
TEXT_TARGET_DISPLAY		= Display %d

TEXT_DEVICE_FULL		= Fullscreen
TEXT_DEVICE_RESTORE		= Restore
TEXT_DEVICE_SELECT_DEVICE	= Select device
TEXT_DEVICE_VOLUME		= Volume control
TEXT_DEVICE_IMAGE		= Image capture
TEXT_DEVICE_RECORD_START	= Video record - start
TEXT_DEVICE_RECORD_PAUSE	= Video record - pause
TEXT_DEVICE_RECORD_STOP		= Video record - stop
TEXT_DEVICE_MENU		= Menu

TEXT_RC_HOWTO_NOCOMPLETE	= Μη αυτόματη ολοκλήρωση βιντεοσκόπησης
TEXT_RC_HOWTO_BYTIME		= Διάρκεια
TEXT_RC_HOWTO_BYSIZE		= Μέγεθος αρχείου
TEXT_RC_HOWTO_BYSILENCE		= By silent duration
TEXT_RC_AFTER_NEWRECORD		= Έναρξη νέας Βιντεοσκόπησης
TEXT_RC_AFTER_EXIT		= Έξοδος Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Τερματισμός του υπολογιστή

TEXT_SHUTDOWN_SEC		= Τερματισμός του υπολογιστή σε %d δευτερόλεπτα.

TEXT_SEL_IMAGE_FILE		= Επιλογή μιας εικόνας

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_1_DISABLE	= -- Ανενεργό --
TEXT_SND_SELECT_2_DISABLE	= -- Ανενεργό (Προτεινόμενο) --

TEXT_CORRUPTED_AVI_FILE		= Το τελευταίο αρχείο είναι κατεστραμμένο.\nΘέλετε να το επιδιορθώσετε;\n\nΑρχείο: %s
TEXT_SELECTED_CORRUPTED_FILE	= The selected file is corrupt.\nDo you want to fix it?\n\nFile: %s
TEXT_TRAY_BALLOON_TIP		= Κάντε κλικ στο εικονίδιο για να επαναφέρετε το Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Κάντε κλικ στο εικονίδιο για να δείτε το ορθογώνιο παράθυρο.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Click the tray icon to show the device recording window.
TEXT_FORCE_STOP			= Αποτυχία ολοκλήρωσης της βιντεοσκόπησης γιατί το επιλεγμένο παράθυρο δεν ανταποκρίνεται.\nΘέλετε σίγουρα να διακόψεται τη βιντεοσκόπηση;
TEXT_EXTERNAL_CODEC		= - Εξωτερικός codec -
TEXT_CUDA_GPU_AUTOSELECT	= (Αυτόματη Επιλογή)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Κατάσταση βιντεοσκόπησης
TEXT_INDICATOR_TIME		= Διάρκεια βιντεοσκόπησης
TEXT_INDICATOR_SIZE		= Μέγεθος αρχείου / Ελεύθερος χώρος στο δίσκο
TEXT_INDICATOR_VOLUME		= Ένταση ήχου

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Κανονική] Κανονική προτεραιότητα
TEXT_REC_PRIORITY_HIGH		= [Μεγάλη] Μεγάλη προτεραιότητα
TEXT_REC_PRIORITY_HIGHEST	= [Μέγιστη] Άλλες εργασίες μπορεί να αργούν

; output page message
TEXT_OUTPUTS_BANDICUT		= Το Bandicut δεν είναι εγκατεστημένο. Θέλετε να κατεβάσετε το Bandicut?
TEXT_OUTPUTS_DELETE		= Είστε σίγουροι ότι θέλετε να διαγράψετε οριστικά τα επιλεγμένα αρχεία;
TEXT_OUTPUTS_SELCOUNT		= %d επιλεγμένα

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Όνομα εφαρμογής
TEXT_FILE_NAME_PREFIX_CUSTOM	= Προσαρμοσμένο πρόθεμα
TEXT_FILE_NAME_PREFIX_NONE	= Τίποτα
TEXT_FILE_NAME_SUFFIX_TIME	= Ημερομηνία/Ώρα
TEXT_FILE_NAME_SUFFIX_NUMBER	= Σειριακός κωδικός

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Εισάγετε μια τιμή μεταξύ 1 και 1440 λεπτών.
TEXT_TIMER_REC_STOP_RECORDING	= Η βιντεοσκόπηση είναι σε εξέλιξη. \nΤερματισμός βιντεοσκόπησης και συνέχεια;
TEXT_TIMER_REC_MODE_NOT_SELECTED= Timer Recording is not available because the recording mode is not set. Please select the recording mode first.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Please enter a title for the video to upload.
TEXT_UPLOAD_VID_NO_PASSWORD	= Please enter a password.
TEXT_UPLOAD_YOUTUBE_LOGIN	= Login - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT	= Signing in with YouTube from the browser...
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL= Cancel
TEXT_UPLOAD_VIMEO_LOGIN		= Login - Vimeo
TEXT_UPLOAD_VIMEO_LOGIN_TEXT	= Signing in with Vimeo from the browser...
TEXT_UPLOAD_VIMEO_LOGIN_CANCEL	= Cancel
TEXT_UPLOAD_FACEBOOK_LOGIN	= Login - Facebook
TEXT_UPLOAD_COMPLETE		= Uploaded
TEXT_UPLOAD_ERR_FAIL		= Failed to upload this video.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= This file is too large to upload.
TEXT_UPLOAD_ERR_FREESPACE	= There is not enough free space on Vimeo to upload.
TEXT_UPLOAD_ERR_CONNECT		= Failed to connect to server.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Failed to upload this video. Vimeo Basic users can't use this function.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicam has exceeded the daily upload quota assigned by YouTube. The quota will be reset at midnight Pacific Time. \n Please try again after midnight Pacific Time or go to YouTube.com and upload the video directly to YouTube. \n\n Do you want to visit YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN	= Failed to get an access token.

; deinterlacing
TEXT_DEINT_NONE			= None
TEXT_DEINT_ODD			= Odd Fields
TEXT_DEINT_EVEN			= Even Fields
TEXT_DEINT_BLEND		= Blend

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] Only record while pushing
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] Only mute while pushing

; download & update 
TEXT_UPDATE_IN_PROGRESS		= The installation is in progress...
TEXT_UPDATE_FAILED_DL		= Failed to download installation files. \nThis system may not be currently connected to the Internet.
TEXT_UPDATE_INSTALL_SUCCEED	= The installation completed.
TEXT_UPDATE_INSTALL_FAILED	= The installation failed.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (None)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Horizontal
TEXT_WEBCAM_FLIP_VERTICAL	= Vertical

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Name
TEXT_SREC_HEADER_STATUS		= Status
TEXT_SREC_HEADER_START_TIME	= Start time
TEXT_SREC_HEADER_END_TIME	= End time
TEXT_SREC_HEADER_DURATION	= Duration
TEXT_SREC_HEADER_TARGET		= Target
TEXT_SREC_HEADER_AFTER_REC	= After recording
TEXT_SREC_DEFAULT_NAME		= Schedule
TEXT_SREC_DELETE_SCHEDULES	= Are you sure you want to delete selected schedules permanently?
TEXT_SREC_STATUS_WAITING	= Waiting
TEXT_SREC_STATUS_RECORDING	= Recording
TEXT_SREC_STATUS_PASSED		= Passed
TEXT_SREC_STATUS_INACTIVE	= Inactive
TEXT_SREC_TARGET_NOT_CHANGE	= (Do not change)
TEXT_SREC_TARGET_FULL_SCREEN	= Fullscreen
TEXT_SREC_TARGET_CUSTOM_AREA	= Rectangle on a screen
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Use the last recording target.
TEXT_SREC_DISPLAY		= Display %d
TEXT_SREC_DO_NOTHING		= (Do nothing)
TEXT_SREC_EXIT_BANDICAM		= Exit Bandicam
TEXT_SREC_SHUTDOWN_PC		= Shutdown your computer
TEXT_SREC_ERR_TIME		= The duration must be between 00:00:01 and 23:59:59.
TEXT_SREC_ERR_DAY		= At least one day must be selected.
TEXT_SREC_ERR_OVERLAPPED	= The recording time overlaps with "%s"
TEXT_SREC_SAME_DAY		= Same day
TEXT_SREC_DAY_AFTER		= Day after
TEXT_SREC_EVERYDAY		= Everyday
TEXT_SREC_SUN			= Sunday
TEXT_SREC_MON			= Monday
TEXT_SREC_TUE			= Tuesday
TEXT_SREC_WED			= Wednesday
TEXT_SREC_THU			= Thursday
TEXT_SREC_FRI			= Friday
TEXT_SREC_SAT			= Saturday
TEXT_SREC_START_INFO		= Start recording in %s.
TEXT_SREC_STOP_INFO		= Stop recording in %s.
TEXT_SREC_DAY			= %Dday
TEXT_SREC_DAYS			= %Ddays
TEXT_SREC_WAITING_0		= There are no scheduled recordings.
TEXT_SREC_WAITING_1		= There is 1 scheduled recording.
TEXT_SREC_WAITING_N		= There are %d scheduled recordings.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Still processing. Are you sure you want to exit?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= The input file is not in a supported format.
TEXT_BDFIX_NOT_CORRUPTED	= The input file is not corrupt.\nDo you want to continue?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= The input file is not corrupt or cannot be checked for corruption.
TEXT_BDFIX_ALREADY_EXISTS	= The output file already exists. Would you like to overwrite it?
TEXT_BDFIX_SAME_PATH		= The output file path is the same as the input file path.
TEXT_BDFIX_DISK_SPACE		= Not enough disk space to create output file.
TEXT_BDFIX_PROCESS_COMPLETE	= Process complete!
TEXT_BDFIX_STATUS_PROCESSING	= In progress
TEXT_BDFIX_STATUS_COMPLETE	= Complete
TEXT_BDFIX_STATUS_FAILED	= Failed
TEXT_BDFIX_STATUS_READY		= Ready
TEXT_BDFIX_FAILED_TO_OPEN	= The input file cannot be opened.
TEXT_BDFIX_FAILED_TO_PROCESS	= Failed to process recovery task.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI Files
TEXT_OP_FILTER_MP4		= MP4 Files
TEXT_OP_FILTER_PNG		= PNG Files
TEXT_OP_FILTER_ALL		= All Files
TEXT_OP_FILTER_MEDIA		= Media Files

; Countdown combobox
TEXT_TARGET_COUNTDOWN_1		= 1 sec
TEXT_TARGET_COUNTDOWN_2		= 2 sec
TEXT_TARGET_COUNTDOWN_3		= 3 sec
TEXT_TARGET_COUNTDOWN_4		= 4 sec
TEXT_TARGET_COUNTDOWN_5		= 5 sec
TEXT_TARGET_COUNTDOWN_6		= 6 sec
TEXT_TARGET_COUNTDOWN_7		= 7 sec
TEXT_TARGET_COUNTDOWN_8		= 8 sec
TEXT_TARGET_COUNTDOWN_9		= 9 sec
TEXT_TARGET_COUNTDOWN_10	= 10 sec

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Default Sound Device)
TEXT_DEFAULT_OUTPUT_DEVICE	= (Default Output Device)
TEXT_DEFAULT_INPUT_DEVICE	= (Default Input Device)
TEXT_DEFAULT_DEVICE_FORMAT	= (Auto-detect Format)
TEXT_HOTKEY_NONE		= (None)
TEXT_ADD_YOUR_TEXT_HERE		= Add your text here
TEXT_NOT_SHOW_THIS_NOTICE	= Are you sure you don't want to see this notice again?
TEXT_RESTART_FOR_NEW_PRIVILEGE	= Are you sure you want to restart and run Bandicam with a new privilege?
TEXT_RESET_TO_DEFAULT		= Reset to default

; oauth complete html
TXT_LANG_CODE           	= "en"
TXT_TITLE               	= "Signing in with YouTube is complete!"
TXT_MESSAGE_COMPLETE1   	= "Signing in with YouTube is complete!"
TXT_MESSAGE_COMPLETE2   	= "You can close this page."
TXT_GOTO_BANDICAM_HOME  	= "<a href='https://www.bandicam.com' class='bandicam'><div>Go to bandicam.com</div></a>"
TXT_GOTO_BANDICUT_HOME  	= "<a href='https://www.bandicam.com/bandicut-video-cutter/' class='bandicut'><div>Go to bandicut.com</div></a>"

; pip mask shape
TEXT_PIPMASK_NONE		= Default
TEXT_PIPMASK_SQUARE		= Square
TEXT_PIPMASK_CIRCLE		= Circle
TEXT_PIPMASK_ELLIPSE		= Ellipse

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Home
$BN_PAGE_GENERAL		= Γενικά
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Βίντεο
$BN_PAGE_IMAGE			= Εικόνα
$BN_PAGE_AUDIO			= Audio
$BN_PAGE_ABOUT			= Bandicam
$BN_UNREGISTERED		= The <font color="#ffa900">free</font> version is limited to <font color="#ffa900">10 minutes</font> per recording.
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Επιλογές
$ST_GEN_OUTPUT_FOLDER		= Φάκελος αποθήκευσης
$BN_GEN_OPEN_OUTPUT_FOLDER	= Προβολή
$BN_GEN_ADV_OPTIONS		= Επιλογές
$CK_GEN_ALWAYS_ON_TOP		= Το Bandicam πάντα σε πρώτο πλάνο 
$CK_GEN_START_MINIMIZED		= Εκκίνηση Bandicam ελαχιστοποιημένο
$CK_GEN_RUN_WHEN_START		= Εκκίνηση του Bandicam με τα Windows
$CK_GEN_RECORD_WHEN_RUN	= Καταγραφή πλήρης οθόνης στην εκκίνηση του Bandicam
$CK_GEN_TIMER_RECORDING		= Ρύθμιση χρονομέτρου για Αυτόματη Εκκίνηση Βιντεοσκόπησης
$ST_GEN_LANGUAGE		= Γλώσσα
$ST_GEN_REC_AUTO_START		= Αυτόματη εκκίνηση βοντεοσκόπησης
$ST_GEN_REC_SCHEDULED		= Scheduled Recording
$BN_GEN_REC_SCHEDULED		= Settings
$ST_GEN_REC_AUTO_COMPLETE	= Αυτόματη ολοκλήρωση βιντεοσκόπησης
$BN_GEN_REC_AUTO_COMPLETE	= Ρύθμιση
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Εμφάνιση
$CK_FPS_OVERLAY_HOTKEY		= Show/Hide Hotkey
$CK_FPS_OVERLAY_POS_HOTKEY	= Position Hotkey
$CK_FPS_OVERLAY			= Εμφάνιση FPS
$ST_FPS_LIMIT			= Όριο
$CK_FPS_LIMIT_HOTKEY		= Πλήκτρο
$CK_FPS_LIMIT			= Όριο FPS
$CK_FPS_LIMIT_ONLY_CAP		= Μόνο στη βιντεοσκόπηση
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Εγγραφή
$CK_VID_RECORD_HOTKEY		= Κουμπί Εγγραφή/Τέλος
$CK_VID_PAUSE_HOTKEY		= Κουμπί παύσης
$CK_VID_SHOW_CURSOR		= Εμφάνιση δείκτη ποντικιού
$CK_VID_CLICK_EFFECTS		= Προσθήκη εφέ στο κλικ
$CK_VID_WEBCAM_OVERLAY		= Προσθήκη webcam
$BN_VID_RECORD_SETTINGS		= Ρυθμίσεις
$ST_VID_FORMAT			= Μορφή
$ST_VID_FORMAT_VIDEO		= Βίντεο
$ST_VID_FORMAT_AUDIO		= Ήχος
$BN_VID_FORMAT_SETTINGS		= Ρυθμίσεις
$BN_VID_FORMAT_PRESETS		= Προεπιλογές
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Λήψη
$CK_IMG_CAPTURE_HOTKEY		= Πλήκτρο
$CK_IMG_CAPTURE_REPEAT		= Επανάληψη λήψης οθόνης
$ST_IMG_CAPTURE_REPEAT		= "
$CK_IMG_SHOW_CURSOR		= Εμφάνιση δείκτη ποντικιού
$CK_IMAGE_ADD_LOGO		= Add logo overlay
$CK_IMG_SHUTTER_SOUND_EFFECT	= Ενεργοποίηση ήχου
$BTN_IMAGE_SETTINGS		= Ρυθμίσεις
$ST_IMG_FORMAT			= Μορφή
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Κανονικό
$CK_IMG_FORMAT_JPG_HQ		= JPG - Υψηλής ποιότητας
$CK_IMAGE_JPG_CUSTOM		= JPG - Custom quality (20~100)
$BTN_IMG_FORMAT_ANIGIF		= Πως να αποθηκεύσετε ως κινούμενη εικόνα gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; AUDIO
$ST_AUDIO_RECORD		= Audio-only Record
$CK_AUD_RECORD_HOTKEY		= Record/Stop Hotkey
$CK_AUD_PAUSE_HOTKEY		= Pause Hotkey
$BTN_AUDIO_SETTINGS		= Settings
$ST_AUD_FORMAT			= Format
$ST_AUD_FORMAT_TYPE		= File Type
$ST_AUD_FORMAT_AUDIO		= Audio
$BN_AUD_FORMAT_SETTINGS		= Settings
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Get Started
$ST_OUT_TAB_VIDEO		= Βίντεο
$ST_OUT_TAB_IMAGE		= Εικόνα
$ST_OUT_TAB_AUDIO		= Audios
$BN_OUT_PLAY_VIDEO		= Προβολή
$BN_OUT_OPEN_IMAGE		= Προβολή
$BN_OUT_EDIT			= Επεξεργασία
$BN_OUT_UPLOAD			= Upload
$BN_OUT_DELETE			= Διαγραφή
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Έκδοση Bandicam
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2022 Bandicam.com
$BN_ABO_NEW_VERSION		= Μία νέα έκδοση είναι διαθέσιμη.
$BN_ABO_CHECK_UPDATE		= Έλεγχος αναβάθμισης
$ST_ABO_LICENCE_INFO		= Πληροφορίες άδειας
$BN_ABO_REGISTER		= Εγγραφή
$BN_ABO_REGISTER_HELP		= Πως να αγοράσετε και ενεργοποιήσετε
$BN_ABO_UPDATE_REGISTRATION	= Update Registration
$BN_ABO_RENEW_LICENSE		= Renew License
$ST_ABO_HOMEPAGE_INFO		= URL Ιστοσελίδας
$ST_ABO_HOMEPAGE_URL		= Αρχική
$ST_ABO_FAQ_URL			= Συχνές ερωτήσεις
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Please select device!
$ST_DEVICE_CONNECTING		= Connecting...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> is a must-have program for Bandicam users. You can quickly cut and join videos recorded with Bandicam. 
$BTN_UPDATE_STEP1_LINK		= Learn more
$ST_UPDATE_STEP2_TEXT		= Download in progress...
$BTN_UPDATE_INSTALL		= Install now
$BTN_UPDATE_LATER		= No, thank you!
$BTN_UPDATE_CANCEL		= Cancel
$BTN_UPDATE_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update - Install Bandicam
$ST_UPDATE_BANDICAM_TEXT	= There is a new version of Bandicam available. Do you want to start the update?
$BTN_UPDATE_BANDICAM_CANCEL	= Cancel
$BTN_UPDATE_BANDICAM_INSTALL	= Update
$BTN_UPDATE_BANDICAM_IGNORE	= Do not ask again for this version
$BTN_UPDATE_BANDICAM_LEARNMORE	= Learn more
$BTN_UPDATE_BANDICAM_SETTINGS	= Update Settings

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Select the recording mode you want to use.
$ST_START_SEL_RECT		= Rectangle area
$ST_START_SEL_FULL		= Fullscreen
$ST_START_SEL_MOUSE		= Around mouse
$ST_START_SEL_GAME		= Game recording
$ST_START_SEL_DEVICE		= Device recording
$ST_START_SEL_AUDIO		= Audio only
$ST_START_SEL_HELP		= Βοήθεια

$ST_START_RECT_TITLE		= Screen Recording - Rectangle on a screen
$ST_START_RECT_DESC		= This mode allows you to record a partial area in the rectangle window.
$ST_START_RECT_STEP		= 1. Select a size and area to be captured.[br]2. Click the 'REC' button or press the record hotkey.

$ST_START_FULL_TITLE		= Screen Recording - Fullscreen
$ST_START_FULL_DESC		= This mode allows you to record the whole screen of your display.
$ST_START_FULL_STEP		= 1. Choose a monitor to be captured. [br]2. Click the 'REC' button or press the record hotkey.

$ST_START_MOUSE_TITLE		= Screen Recording - Around mouse
$ST_START_MOUSE_DESC		= This mode allows you to record around the mouse cursor being moved by the user over the desktop screen.
$ST_START_MOUSE_STEP		= 1. Choose a certain size to be captured.[br]2. Click the 'REC' button or press the record hotkey.

$ST_START_GAME_TITLE		= Game Recording Mode 
$ST_START_GAME_DESC		= This mode allows you to record gameplay while showing FPS.
$ST_START_GAME_STEP		= 1. Start a game and check the green-colored number (FPS).[br]2. Click the 'REC' button or press the record hotkey.

$ST_START_DEVICE_TITLE		= Device Recording Mode
$ST_START_DEVICE_DESC		= This mode allows you to record external video devices such as a Webcam, Xbox, Smartphone, IPTV, etc.
$ST_START_DEVICE_STEP		= 1. Select a webcam or capture device. [br]2. Click the 'REC' button or press the record hotkey.

$ST_START_AUDIO_TITLE		= Audio-only Recording Mode
$ST_START_AUDIO_DESC		= This mode allows you to record only the audio, such as the speaker and microphone.
$ST_START_AUDIO_STEP		= Click the 'REC' button or press the record hotkey.

$BN_START_HELP			= Βοήθεια
$BN_START_RECORD		= Start recording
$BN_START_RECORD_STOP		= Stop recording
$ST_START_HOTKEY_RECORD		= Record/Stop
$ST_START_HOTKEY_SCREENSHOT	= Image capture
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Play
$BN_BDFIX_OPEN_FOLDER		= Open Folder
$BN_BDFIX_CLOSE			= Close
$ST_BDFIX_INPUT_FILE		= Input File
$ST_BDFIX_INPUT_FILE2		= Open a corrupt avi/mp4 file.
$BN_BDFIX_INPUT_FILE		= Open
$ST_BDFIX_OUTPUT_FILE		= Output File
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Select a recording area
$MENU_RECTANGLE			= Rectangle on a screen
$MENU_FULLSCREEN		= Fullscreen
$MENU_AROUND_MOUSE		= Around mouse
$MENU_AUDIO_ONLY		= Audio only
$MENU_RECT_FIND_WINDOW		= Select a recording area
$MENU_RECT_CUSTOM		= Custom size
$MENU_RECT_RECENTLY_USED	= Recently used size
$MENU_FULL_DISPLAY_1		= Display 1
$MENU_FULL_DISPLAY_2		= Display 2
$MENU_FULL_DISPLAY_3		= Display 3
$MENU_FULL_DISPLAY_4		= Display 4
$MENU_FULL_DISPLAY_5		= Display 5
$MENU_FULL_DISPLAY_6		= Display 6
$MENU_FULL_DISPLAY_7		= Display 7
$MENU_FULL_DISPLAY_8		= Display 8
$MENU_FULL_SHOW_CONTRL		= Always show control bar
$MENU_FULL_HIDE_CONTRL		= Always hide control bar
$MENU_MOUSE_CUSTOM		= Custom size
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Άνοιγμα φακέλου αποθήκευσης
$TOOLTIP_SCHEDULED_RECORDING	= Scheduled Recording
$TOOLTIP_SCREENSHOT		= Λήψη φωτογραφίας
$TOOLTIP_RECORD			= Εγγραφή / Τέλος
$TOOLTIP_PAUSE			= Παύση
$TOOLTIP_UI_MODE		= Απλό/Προχωρημένο περιβάλλον χρήστη
$TOOLTIP_REGISTER		= Ενεργοποίηση Bandicam
$TOOLTIP_ONLINE_HELP		= Βοήθεια

$TOOLTIP_TOOL_NONE		= Cursor (No drawing) (Ctrl+Alt+1)
$TOOLTIP_TOOL_PEN		= Μολύβι  (Ctrl+Alt+2)
$TOOLTIP_TOOL_PEN_HL		= Υπογράμμιση (Ctrl+Alt+3)
$TOOLTIP_TOOL_PEN_LINE		= Line (Ctrl+Alt+4)
$TOOLTIP_TOOL_ARROW		= Arrow (Ctrl+Alt+5)
$TOOLTIP_TOOL_BOX		= Ορθογώνιο  (Ctrl+Alt+6)
$TOOLTIP_TOOL_NUMBER		= Numbering (Ctrl+Alt+7)
$TOOLTIP_TOOL_TEXT		= Text (Ctrl+Alt+8)
$TOOLTIP_TOOL_ERASER		= Γόμα (Ctrl+Alt+9)
$TOOLTIP_TOOL_COLOR		= Επιλογή Χρώματος 
$TOOLTIP_TOOL_LINE		= Πάχος 
$TOOLTIP_TOOL_UNDO		= Ανέραιση (Ctrl+Z) 
$TOOLTIP_TOOL_REDO		= Επανάληψη (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Select recording mode
$TOOLTIP_HOME_RECT		= Screen Recording Mode - Rectangle
$TOOLTIP_HOME_FULL		= Screen Recording Mode - Fullscreen
$TOOLTIP_HOME_MOUSE		= Screen Recording Mode - Around mouse
$TOOLTIP_HOME_GAME		= Game Recording Mode
$TOOLTIP_HOME_DEVICE		= Device Recording Mode
$TOOLTIP_HOME_AUDIO		= Audio-only Recording Mode

$TOOLTIP_ADD_MOUSE_EFFECT	= Add Mouse cursor effects
$TOOLTIP_ADD_TEXT_OVERLAY	= Add Text overlay effects
$TOOLTIP_ADD_SPEAKER		= Add Speakers
$TOOLTIP_ADD_MICROPHONE		= Add Microphone
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Add Webcam overlay
$TOOLTIP_MUTE_SPEAKER		= Mute Speakers
$TOOLTIP_MUTE_MICROPHONE	= Mute Microphone

$TOOLTIP_REFRESH_LINFO		= Refresh license Information
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Άκυρο
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Ρυθμίσεις μορφής
IDC_ST_FMTSET_FILE		= Τύπος Αρχείου
IDC_ST_FMTSET_VIDEO		= Βίντεο
IDC_ST_VIDEO_SIZE		= Μέγεθος
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Codec
IDC_ST_VIDEO_CODEC_PROFILE	= Profile
IDC_ST_VIDEO_BITRATE		= Bitrate
IDC_ST_VIDEO_QUALITY		= Ποιότητα
IDC_ST_FMTSET_AUDIO		= Ήχος
IDC_CK_AUDIO_ORIGINAL_PCM	= Αποθήκευση με αρχική μορφή
IDC_ED_AUDIO_ORIGINAL_PCM	= Είναι δυνατή η αποθήκευση πολλών καναλιών και υψηλής ποιότητας ήχου(96KHz και πάνω).
IDC_ST_AUDIO_CH			= Κανάλια
IDC_ST_AUDIO_FREQ		= Συχνότητα
IDC_ST_AUDIO_CODEC		= Codec
IDC_ST_AUDIO_BITRATE		= Bitrate
IDC_ST_FORMAT_HELP		= Βοήθεια

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_AUDIO_FORMAT
IDD_AUDIO_FORMAT		= Format settings

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Ενεργοποίηση Bandicam
IDC_ST_1BUY			= 1. Αγορά
IDC_ST_1BUY_COMMENT		= Για να αφαιρέσετε το υδατογράφημα, αγοράστε το Bandicam από το bandicam.com.
IDC_BTN_BUY_ONLINE		= Online Αγορά
IDC_ST_2REGISTER		= 2. Εγγραφή
IDC_ST_2REGISTER_COMMENT	= Χρειάζεστε μια ηλεκτρονική σύνδεση για να κάνετε εγγραφή του Bandicam.
IDC_ST_EMAIL_ADDRESS		= Email
IDC_ST_SERIAL_NUMBER		= Σειριακός αριθμός
IDC_BTN_REGISTER_NOW		= Εγγραφή τώρα
IDC_BTN_UNREGISTER_NOW		= Unregister
IDC_BTN_CLOSE			= Κλείσιμο

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Έλεγχος αναβάθμισης
IDC_ST_UPDATE_SETTING		= Ρύθμιση
IDC_CK_UPDATE_ENABLE		= Ενεργοποίηση του αυτόματου ελέγχου αναβάθμισης.
IDC_CK_UPDATE_POPUP		= Εμφάνιση παραθύρου όταν μια σημαντική ενημέρωση είναι διαθέσιμη.
IDC_UPDATE_CHECK_NOW		= Έλεγχος αναβάθμισης τώρα.
IDC_CLOSE			= Κλείσιμο

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Περισσότερες ρυθμίσεις
IDC_BTN_RESET			= Επαναφορά

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Γενικά
IDC_CK_ALWAYS_ON_TOP2		= Το Bandicam πάντα σε πρώτο πλάνο
IDC_CK_START_MINIMIZED_TO_TRAY	= Εκκίνηση Bandicam ελαχιστοποιημένο
IDC_CK_RUN_WHEN_START		= Εκκίνηση Bandicam με τα Windows
IDC_CK_RECORD_WHEN_RUN		= Καταγραφή πλήρης οθόνης στην εκκίνηση του Bandicam
IDC_BTN_TIMER_RECORDING		= Ρύθμιση χρονομέτρου για Αυτόματη Εκκίνηση Βιντεοσκόπησης
IDC_CK_SHOW_FPS_IN_VIDEO	= Εμφάνιση FPS στο αρχείο βίντεο/εικόνας
IDC_ST_SHOW_FPS_IN_VIDEO	= (Only in 'Game Recording Mode')
IDC_CK_SHOW_TIP_BAR		= Εμφάνιση γραμμής πληροφοριών
IDC_CK_NO_TRAY_BALLOON		= Turn off tray balloon notifications
IDC_ST_ADV_AUTOMATIC		= Αυτόματα
IDC_LN_TIP_RECORD_ON_WIN_STARTUP = TIP: How to start recording on Windows startup

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Αποθήκευση
IDC_ST_OUT_OUTPUT_FOLDER	= Φάκελος αποθήκευσης
IDC_CK_OUT_CREATE_SUBFOLDER	= Autocreate output subfolder with name:
IDC_RD_OUT_SUBFOLDER		= Same as recording target name
IDC_RD_OUT_SUBFOLDER_2		= 'Videos'/ 'Images' / 'Audios'
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Ενεργοποίηση προσωρινής μνήμης στο δίσκο.
IDC_ST_OUT_FILE_NAMING		= Ρυθμίσεις ονομασίας
IDC_ST_OUT_EXAMPLE		= π.χ.)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Γλώσσα
IDC_ST_TRANSLATOR		= Ευχαριστούμε τους μεταφραστές

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Στόχος Αγκίστρωσης
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows Apps (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= Απενεργοποίηση DirectX 10/11 σε IE9/IE10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Απενεργοποίηση εμφάνισης σε DirectX βίντεο
IDC_BTN_BLOCK_LIST		= Λίστα απαγορευμένων διεργασιών

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOTKEYS
IDC_ST_HKEY_GENERAL		= General
IDC_CK_HKEY_START_REC		= Start/Stop Recording
IDC_CK_HKEY_PAUSE_REC		= Pause Recording
IDC_CK_HKEY_CAPTURE_IMAGE	= Capture Image
IDC_CK_HKEY_MUTE_SPEAKER	= Mute Speakers
IDC_CK_HKEY_MUTE_MICROPHONE	= Mute Microphone
IDC_ST_HKEY_SCREEN_MODE		= Screen Recording mode
IDC_CK_HKEY_SHOW_RECT		= Show/Hide Rectangle
IDC_CK_HKEY_TOGGLE_DRAW		= Drawing mode
IDC_ST_HKEY_GAME_MODE		= Game Recording mode
IDC_CK_HKEY_SHOW_FPS		= FPS - Show/Hide
IDC_CK_HKEY_POS_FPS		= FPS - Position
IDC_CK_HKEY_LIMIT_FPS		= FPS - Limit

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Άλλες ρυθμίσεις
IDC_BTN_VIDEO_RECORD_SETTINGS	= Ρυθμίσεις βιντεοσκόπησης
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Ρυθμίσεις μορφής βίντεο
IDC_BTN_AUTO_COMPLETE_RECORDING	= Αυτόματη ολοκλήρωση βιντεοσκόπησης
IDC_ST_OTHER_UAC		= Run as administrator (UAC)
IDC_RD_OTHER_NONADMIN		= Run Bandicam as standard user (non-admin)
IDC_RD_OTHER_ADMIN		= Run Bandicam as administrator
IDC_RD_OTHER_ADMIN_GAME		= Run as administrator on only 'Game Recording' mode
IDC_BTN_OTHER_RESTART		= Restart now
IDC_LN_OTHER_UAC		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Αυτόματη ολοκλήρωση βιντεοσκόπησης
IDC_ST_RC_HOWTO			= Επιλογές αυτόματης ολοκλήρωσης βιντεοσκόπησης
IDC_RD_RC_NOTCOMPLETE		= Μη αυτόματη ολοκλήρωση
IDC_RD_RC_TIME			= Διάρκεια
IDC_ST_RC_MAX_TIME		= μέχρι
IDC_RD_RC_SIZE			= Μέγεθος αρχείου
IDC_ST_RC_MAX_SIZE		= μέχρι
IDC_RD_RC_NOSOUND		= By silent duration (sec)
IDC_ST_RC_AFTER			= Μετά την αυτόματη ολοκλήρωση βιντεοσκόπησης
IDC_RD_RC_NOTHING		= Να μην αλλάξει τίποτα
IDC_RD_RC_NEW_RECORDING		= Εκκίνηση νέας βιντεοσκόπησης
IDC_RD_RC_EXIT_BDCAM		= Έξοδος του Bandicam
IDC_RD_RC_SHUTDOWN		= Τερματισμός του υπολογιστή

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Auto Complete Recording - Notice
IDC_ST_NOSOUND_TITLE		= Silent State
IDC_ST_NOSOUND_DESC		= The recording will be stopped soon because no sound has been played.
IDC_ST_NOSOUND_DESC2		= Stop recording in %d seconds.
IDC_BTN_NOSOUND_CONTINUE	= Continue Recording

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Τερματισμός
IDC_ST_SHUTDOWN			= Τερματισμός
IDC_ST_SHUTDOWN_INFO		= Αυτός ο υπολογιστής θα τερματιστεί.\nΠατήστε 'Ακύρωση' για να αποτρέψετε τον τερματισμό.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Ρυθμίσεις βιντεοσκόπησης

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Ηχογράφηση
IDC_ST_SND_SELECT_1		= Βασική συσκευή
IDC_ST_SND_DEVICE_0		= Speakers
IDC_BTN_SND_SETTING_0		= Ρύθμιση
IDC_ST_SND_DEVICE_1		= Microphone
IDC_BTN_SND_SETTING_1		= Ρύθμιση
IDC_ST_SND_VOLUME_1		= Volume
IDC_CK_SND_MONO_1		= Mono
IDC_BTN_SND_FILTER_1		= Filter
IDC_ST_SND_SELECT_2		= Δευτερεύουσα συσκευή
IDC_BTN_SND_SETTING_2		= Ρύθμιση
IDC_ST_SND_VOLUME_2		= Volume
IDC_CK_SND_MONO_2		= Mono
IDC_BTN_SND_FILTER_2		= Filter
IDC_CK_SND_MIX_SOUND		= Μίξη διπλού ήχου (Βασική+Δευτερεύουσα σε ένα αρχείο ήχου)
IDC_CK_SND_CAP_PUSH_TO		= Push-To-Talk or Push-To-Mute
IDC_ST_SOUND_HELP		= Βοήθεια
IDC_CK_SND_SAVE_AS_WAV		= Αποθήκευση αρχείων ήχου κατά την βιντεοσκόπηση (.wav)
IDC_ST_AUDIO_MODE		= Please select at least one sound device for audio recording.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Προσθήκη webcam στο βίντεο
IDC_ST_WEBCAM_SETTING		= Ρυθμίσεις
IDC_ST_WEBCAM_POS		= Θέση:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Use Chroma key
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Advanced
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Advanced options
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Προεπισκόπηση webcam στην οθόνη
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Ενεργοποίηση συντόμευσης 
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Add webcam overlay to output video file
IDC_RD_WEBCAM_SAVE_AS_MP4	= Save webcam video as separate file (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Προσθήκη λογότυπου στο βίντεο
IDC_ST_LOGO_SETTING		= Ρύθμιση
IDC_ST_LOGO_IMAGE		= Εικόνα:
IDC_ST_LOGO_OPACITY		= Διαφάνεια:
IDC_ST_LOGO_POS			= Θέση:
IDC_ST_LOGO_LR_MARGINS		= Αριστερό/Δ Περιθώριο:
IDC_ST_LOGO_TB_MARGINS		= Πάνω/Κ Περιθώριο:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Show mouse cursor
IDC_ST_CURSOR_SIZE		= Size
IDC_ST_EFFECTS_MOUSE		= Εφέ ποντικιού
IDC_CK_ADD_CLICK_EFFECTS	= Προσθήκη εφέ στο κλικ
IDC_ST_CLICK_EFFECT_SIZE	= Size
IDC_ST_LEFT_CLICK_COLOR		= Χρώμα αριστερού κλικ
IDC_ST_RIGHT_CLICK_COLOR	= Χρώμα δεξιού κλικ
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Προσθήκη επισήμανσης στο κλικ
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Size
IDC_ST_HIGHLIGHT_COLOR		= Χρώμα επισήμανσης
IDC_ST_HIGHLIGHT_OPACITY	= Διαφάνεια
IDC_ST_EFFECT_PREVIEW_TITLE	= Preview
IDC_ST_EFFECTS_MOUSE_SOUND	= Play mouse click sounds while recording
IDC_CK_EFFECT_LCLICK_SOUND	= Left click
IDC_CK_EFFECT_RCLICK_SOUND	= Right click

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Add text overlay to video
IDC_BTN_TEXT_OVERLAY_ADD	= Add
IDC_BTN_TEXT_OVERLAY_EDIT	= Edit
IDC_BTN_TEXT_OVERLAY_DEL	= Delete

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Επιλογές
IDC_ST_REC_PRIORITY		= Προτεραιότητα :
IDC_ST_REC_PRIORITY2		= Μεγαλύτερη προτεραιότητα μπορεί να μειώσει τα frame drops.
IDC_ST_FOR_DX_GL		= For Game Recording Mode
IDC_CK_SKIP_RECORDING		= Παράλειψη βιντεοσκόπησης όταν το πλαίσιο δεν έχει ενημερωθεί
IDC_CK_ENHANCED_DX9_CAPTURE	= Χρήση ενισχυμένης μεθόδου (γρηγορότερο, μόνο για DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= For Screen Recording Mode
IDC_CK_HIDE_MAINWND_WHILE_REC	= Hide main window during recording
IDC_CK_SHOW_COUNTDOWN_TIMER	= Show countdown timer before recording begins
IDC_CK_ENHANCED_CAPTURE		= Χρήση ενισχυμένης μεθόδου (γρηγορότερο, Windows 8 και πάνω)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Play sound effects when started or stopped

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Webcam preview and advanced settings
IDC_ST_WEBCAM_PRESET_POS	= Preset position
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Ρυθμίσεις
IDC_ST_WEBCAM_DEVICE		= Webcam:
IDC_BTN_WEBCAM_DEVICE		= Ρυθμίσεις
IDC_ST_WEBCAM_DEVICE_FMT	= Format:
IDC_ST_WEBCAM_SIZE		= Overlay size:
IDC_ST_WEBCAM_POS_H		= X position:
IDC_ST_WEBCAM_POS_V		= Y position:
IDC_ST_WEBCAM_FLIPSCREEN	= Flip screen:
IDC_ST_WEBCAM_SHAPE		= Shape:
IDC_ST_WEBCAM_BLUR		= Blur effect:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Use Chroma key
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Color:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Select
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Similarity: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Blend:
IDC_LN_WEBCAM_HELP		= Βοήθεια

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Προεπισκόπηση webcam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Text overlay settings
IDC_ST_TEXT_OVERLAY_SETTINGS	= Settings
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Include timestamp
IDC_ST_TEXT_FONT		= Font:
IDC_ST_TEXT_SIZE		= Size:
IDC_ST_TEXT_MARGIN		= Margin:
IDC_ST_TEXT_ALPHA		= Alpha:
IDC_ST_TEXT_COLOR		= Text color:
IDC_CK_TEXT_SHADOW_COLOR	= Shadow:
IDC_CK_TEXT_OUT_COLOR		= Outline:
IDC_BTN_ADD_TEXT_MACRO		= Add text macro (Date, Time...)
IDC_LN_TEXT_HELP		= [ Βοήθεια ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Image capture settings

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Add logo to image
IDC_ST_IMG_LOGO_SETTING		= Ρύθμιση
IDC_ST_IMG_LOGO_IMAGE		= Εικόνα:
IDC_ST_IMG_LOGO_OPACITY		= Διαφάνεια:
IDC_ST_IMG_LOGO_POS		= Θέση:
IDC_ST_IMG_LOGO_LR_MARGINS	= Αριστερό/Δ Περιθώριο:
IDC_ST_IMG_LOGO_TB_MARGINS	= Πάνω/Κ Περιθώριο:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Προσαρμοσμένο μέγεθος παραθύρου
IDC_ST_TARGET_SIZE_SETTING	= Ρύθμιση
IDC_ST_TARGET_SIZE		= Μέγεθος στόχου:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Προσθήκη νέας προεπιλογής μεγέθους
IDC_ST_ADD_SIZE_PRESET		= Μπορείτε να αποθηκεύσετε το τρέχων μέγεθος και θέση ως νέα προεπιλογή.\nΕισάγετε όνομα.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Επεξεργασία προεπιλογών μεγέθους 
IDC_BTN_SIZE_PRESET_ADD		= Προσθήκη 
IDC_BTN_SIZE_PRESET_DEL		= Διαγραφή 
IDC_BTN_SIZE_PRESET_REN		= Μετονομασία 
IDC_BTN_SIZE_PRESET_UP		= Πάνω 
IDC_BTN_SIZE_PRESET_DN		= Κάτω 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Μετονομασία προεπιλογής
IDC_ST_REN_SIZE_PRESET		= Εισάγετε νέο όνομα.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Πληροφορίες
IDC_ST_ACAP_INFO		= Πληροφορίες ηχογράφησης
IDC_ST_ACAP_INFO2		= Η κάρτα ήχου σας δεν ηχογραφεί τον ήχο. Παρακαλώ ελέγξτε τις ρυθμίσεις ηχογράφησης. \n\nΘέλετε να επισκεφθείτε την online σελίδα βοήθειας;
IDC_CK_ACAP_DO_NOT_ASK		= Μην με ξαναρωτήσεις
IDC_BTN_YES			= Ναι
IDC_BTN_NO			= Όχι

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Μέγιστη ώρα βιντεοσκόπησης
IDC_ST_RC_TIME_SETTING		= Ρύθμιση
IDC_ST_RC_TIME_HOUR		= Ώρα
IDC_ST_RC_TIME_MIN		= '
IDC_ST_RC_TIME_SEC		= "

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Μέγιστο μέγεθος αρχείου βιντεοσκόπησης
IDC_ST_RC_FILESIZE_SETTING	= Ρύθμιση

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Προσθήκη νέας προεπιλογής
IDC_ST_ADD_PRESET		= Μπορείτε να αποθηκεύσετε τις τρέχων ρυθμίσεις μορφής ως νέα προεπιλογή.\nΕισάγετε όνομα για την νέα προεπιλογή.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Επεξεργασία προεπιλογών
IDC_BTN_PRESET_ADD		= Προσθήκη
IDC_BTN_PRESET_DEL		= Διαγραφή
IDC_BTN_PRESET_REN		= Μετονομασία
IDC_BTN_PRESET_UP		= Πάνω
IDC_BTN_PRESET_DN		= Κάτω

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Μετονομάστε την προεπιλογή
IDC_ST_REN_PRESET		= Εισάγετε νέο όνομα για την νέα προεπιλογή.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Επιλέξτε εξωτερικό κωδικοποιητή βίντεο
IDC_ST_CODEC_EX_LIST		= Λίστα Κωδικοποιητών
IDC_ST_CODEC_EX_SETTINGS	= Ρυθμίσεις
IDC_ST_CODEC_EX_DRIVER		= Όνομα οδηγού
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Ποιότητα
IDC_ST_CODEC_EX_DATERATE	= Ρυθμός δεδομένων
IDC_ST_CODEC_EX_KEYFRAME	= Χρονικό διάστημα καρέ
IDC_CK_CODEC_EX_PREFER_RGB	= Prefer RGB colorspace
IDC_BTN_CODEC_EX_CONFIG		= Διαμόρφωση
IDC_BTN_CODEC_EX_ABOUT		= Περί
IDC_ST_CODEC_EX_HELP		= Βοήθεια

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Λίστα απαγορευμένων διεργασιών
IDC_ST_BLOCK_LIST		= Οι παρακάτω διεργασίες απαγορεύεται να βιντεοσκοπηθούν.
IDC_ST_BLOCK_LIST_EX		= Παράδειγμα:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= Ρυθμίσεις H.264 (NVIDIA® CUDA™)
IDC_ST_H264_CUDA_RATE_CONTROL	= Έλεγχος ρυθμού
IDC_RD_H264_CUDA_VBR		= VBR - βασισμένο στην ποιότητα (προτεινόμενο)
IDC_RD_H264_CUDA_CBR		= CBR - βασισμένο στο bitrate
IDC_ST_H264_CUDA_GPU_USAGE	= Χρήση GPU
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Μόνο GPU (για γρήγορες GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU device:
IDC_ST_H264_CUDA_OTHER_OPTIONS 	= Άλλες επιλογές
IDC_ST_H264_CUDA_FOURCC_USED 	= Κωδικός FourCC:
IDC_ST_H264_CUDA_KEYFRAME_INT 	= Χρόνος μεταξύ καρέ:
IDC_ST_H264_CUDA_FOURCC_HELP 	= Βοήθεια

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC 		= H.264 (Βίντεο Γρήγορου Συγχρονισμού) Ρυθμίσεις
IDC_ST_H264_SYNC_RATE_CONTROL 	= Έλεγχος ρυθμού
IDC_RD_H264_SYNC_VBR 		= VBR - Για ποιότητα (προτεινόμενο)
IDC_RD_H264_SYNC_CBR 		= CBR - Για επιδόσεις
IDC_ST_H264_SYNC_OTHER_OPTIONS 	= Άλλες επιλογές
IDC_ST_H264_SYNC_FOURCC_USED 	= Κωδικός FourCC:
IDC_ST_H264_SYNC_KEYFRAME_INT 	= Χρόνος μεταξύ καρέ:
IDC_ST_H264_SYNC_FOURCC_HELP 	= Βοήθεια

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP 		= H.264 (AMD VCE) Ρυθμίσεις
IDC_ST_H264_APP_RATE_CONTROL 	= Έλεγχος ρυθμού
IDC_RD_H264_APP_VBR 		= VBR - Για ποιότητα (προτεινόμενο)
IDC_RD_H264_APP_CBR 		= CBR - Για επιδόσεις
IDC_ST_H264_APP_OTHER_OPTIONS 	= Άλλες επιλογές
IDC_ST_H264_APP_FOURCC_USED 	= Κωδικός FourCC:
IDC_ST_H264_APP_KEYFRAME_INT 	= Χρόνος μεταξύ καρέ:
IDC_ST_H264_APP_FOURCC_HELP 	= Βοήθεια

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Ρυθμίσεις Xvid
IDC_ST_XVID_RATE_CONTROL	= Έλεγχος ρυθμού
IDC_RD_XVID_VBR			= VBR - βασισμένο στην ποιότητα (προτεινόμενο)
IDC_RD_XVID_CBR			= CBR - βασισμένο στο bitrate
IDC_ST_XVID_OPTIMIZATION	= Βελτιστοποίηση
IDC_RD_XVID_FASTER_SPEED	= Γρηγορότερη κωδικοποίηση
IDC_RD_XVID_SMALLER_SIZE	= Μικρότερο μέγεθος αρχείου
IDC_ST_XVID_OTHER_OPTIONS 	= Άλλες επιλογές
IDC_ST_XVID_KEYFRAME_INT 	= Χρόνος μεταξύ καρέ:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Ρυθμίσεις
IDC_ST_H264_NVENC_RATE_CONTROL	= Έλεγχος βαθμολογίας
IDC_RD_H264_NVENC_VBR		= VBR - βασισμένο στην ποιότητα (Προτείνετε)
IDC_RD_H264_NVENC_CBR		= CBR - βασισμένο στο based
IDC_ST_H264_NVENC_GPU_USAGE	= Χρήση GPU
IDC_ST_H264_NVENC_GPU_DEVICE	= συσκευή GPU:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Άλλες ρυθμίσεις
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC κωδικοποίηση:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Όριο Keyframe:
IDC_ST_H264_NVENC_FOURCC_HELP	= Βοήθεια

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Ρυθμίσεις
IDC_ST_H264_RATE_CONTROL	= Rate control
IDC_RD_H264_VBR			= VBR - quality-based (recommended)
IDC_RD_H264_CBR			= CBR - bitrate-based
IDC_ST_H264_OPTIMIZATION	= Optimization
IDC_RD_H264_FASTER_SPEED	= Faster encoding speed
IDC_RD_H264_BALANCED		= Balanced performance
IDC_RD_H264_SMALLER_SIZE	= Smaller file size
IDC_ST_H264_OTHER_OPTIONS	= Other options
IDC_ST_H264_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Βιντεοσκόπηση χρονόμετρου
IDC_ST_TIMER_SETTINGS		= Ρυθμίσεις
IDC_RD_TIMER_START_IN		= Εκκίνηση σε
IDC_ST_TIMER_MINUTES		= λεπτά/ό
IDC_RD_TIMER_START_AT		= Εκκίνηση στις
IDC_CK_TIMER_MINIMIZE		= Ελαχιστοποίηση Bandicam στην εκκίνηση της βιντεοσκόπησης.
IDC_ST_TIMER_AUTO_COMPLETE	= Αυτόματη Ολοκλήρωση Βιντεοσκόπησης
IDC_BTN_TIMER_AUTO_COMPLETE	= Ρύθμιση

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Βιντεοσκόπηση χρονομέτρου - Αναμονή για εκκίνηση
IDC_ST_TIMER_WAITING_INFO	= Αναμονή για εκκίνηση σε %s.
IDC_ST_TIMER_ELAPSED		= Χρόνος αναμονής:
IDC_ST_TIMER_REMAINING		= Υπόλοιπος χρόνος:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= Ρυθμίσεις FPS
IDC_ST_FORMAT_FPS_MODE		= Λειτουργία Frame Rate
IDC_RD_FORMAT_FPS_CFR		= Προτίμηση CFR - Σταθερό Frame Rate
IDC_ST_FORMAT_FPS_CFR		= Επιστροφή σε VFR αν το frame rate είναι χαμηλό.
IDC_RD_FORMAT_FPS_VFR		= Χρήση VFR - Variable Frame Rate (Προτείνεται)
IDC_ST_FORMAT_FPS_HELP		= Βοήθεια

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Upload to Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO	= Upload Information
IDC_ST_YOUTUBE_FILENAME		= File name:
IDC_ST_YOUTUBE_TITLE		= Title:
IDC_ST_YOUTUBE_DESCRIPTION	= Description:
IDC_ST_YOUTUBE_PRIVACY		= Privacy:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Public - Allow anyone to see this video
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Unlisted - Anyone who has the link to the video can see this video
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Private - Make this video visible to me and the users I select
IDC_BTN_YOUTUBE_UPLOAD		= Upload
IDC_LN_YOUTUBE_HELP		= Βοήθεια
IDC_LN_YOUTUBE_TOS		= 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= Keep me logged in
IDC_BTN_YOUTUBE_LOGOUT		= Logout

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Uploading...
IDC_ST_YOUTUBE_UPLOADED		= The video upload is complete!
IDC_ST_YOUTUBE_LINK		= Link:
IDC_ST_YOUTUBE_EMBED		= Embed:
IDC_BTN_YOUTUBE_LINK_GO		= Go
IDC_BTN_YOUTUBE_EMBED_COPY	= Copy
IDC_BTN_YOUTUBE_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Upload to Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Upload Information
IDC_ST_VIMEO_FILENAME		= File name:
IDC_ST_VIMEO_TITLE		= Title:
IDC_ST_VIMEO_DESCRIPTION	= Description:
IDC_ST_VIMEO_PRIVACY		= Privacy:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Anyone - Allow anyone to see this video
IDC_RD_VIMEO_PRIVACY_ONLYME	= Only me - Make this video visible to me and no one else
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Only people I follow - Make visible only to people I follow on Vimeo
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Only people with the private link can see this video
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Vimeo Basic users can't use this option)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Only people with a password can see this video 
IDC_CK_HIDE_PASSWORD		= Hide Password
IDC_BTN_VIMEO_UPLOAD		= Upload
IDC_LN_VIMEO_HELP		= Βοήθεια

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Uploading...
IDC_ST_VIMEO_UPLOADED		= The video upload is complete!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Embed:
IDC_BTN_VIMEO_LINK_GO		= Go
IDC_BTN_VIMEO_EMBED_COPY	= Copy
IDC_BTN_VIMEO_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Upload to Facebook.com
IDC_ST_FACEBOOK_UPLOADINFO	= Upload Information
IDC_ST_FACEBOOK_FILENAME	= File name:
IDC_ST_FACEBOOK_TITLE		= Title:
IDC_ST_FACEBOOK_DESCRIPTION	= Description:
IDC_ST_FACEBOOK_PRIVACY		= Privacy:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Public - Allow anyone to see this video
IDC_RD_FACEBOOK_PRIVACY_FOF	= Friends of friends - Allow your friends of friends to see this video
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Friends - Allow your friends to see this video
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Only Me - This video is visible only to you
IDC_BTN_FACEBOOK_UPLOAD		= Upload
IDC_LN_FACEBOOK_HELP		= Βοήθεια

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Uploading...
IDC_ST_FACEBOOK_UPLOADED	= The video upload is complete!
IDC_ST_FACEBOOK_LINK		= Link:
IDC_BTN_FACEBOOK_LINK_GO	= Go
IDC_BTN_FACEBOOK_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Διαθέσιμο
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 κωδικοποιητής διαθέσιμος. Ο NVENC είναι ένας υψηλών επιδόσεων κωδικοποιητής που χρησιμοποιεί hardware acceleration. Χρήση NVENC H.264;\n<a>Περισσότερα</a>
IDC_CK_NVENC_AVAILABLE		= Να μην ερωτηθώ ξανά

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Available
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder is available. QSV is a high-performance encoder using hardware acceleration. \nWould you like to use the QSV H.264 encoder?\n<a>more</a>
IDC_CK_QSV_AVAILABLE		= Do not ask me again

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Device Selection
IDC_ST_DEVICE_SELECTION		= Selection
IDC_ST_DEVICE_NAME		= Device:
IDC_BTN_DEVICE_NAME_SETTINGS	= Ρυθμίσεις
IDC_ST_DEVICE_FORMAT		= Format:
IDC_ST_DEVICE_VIDEO_INPUT	= Video Input:
IDC_ST_DEVICE_AUDIO_INPUT	= Audio Input:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Use custom audio device
IDC_BTN_DEVICE_INPUT_SETTINGS	= Ρυθμίσεις
IDC_ST_DEVICE_OPTIONS		= Options
IDC_ST_DEVICE_DEINTERLAING	= Deinterlacing:
IDC_ST_DEVICE_FLIPSCREEN	= Flip screen:
IDC_CK_DEVICE_FLIPSCREEN_H	= Horizontal
IDC_CK_DEVICE_FLIPSCREEN_V	= Vertical
IDC_LN_DEVICE_HELP		= Βοήθεια

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Compatibility Issue on Origin
IDC_LN_CAUTION_USING_WINAPPS	= If Windows Apps (UWP) hooking is enabled, a compatibility issue may occur on Origin. <a>Click here</a> to solve this problem.\n\nAre you sure you want to use Windows Apps hooking?
IDC_CK_CAUTION_USING_WINAPPS	= Do not ask me again

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Scheduled Recording List
IDC_ST_SREC_LIST_TEXT		= Schedule a time to start recording at a specific time. (This function is available when Bandicam is running.)
IDC_BTN_SREC_LIST_ADD		= Add
IDC_BTN_SREC_LIST_EDIT		= Edit
IDC_BTN_SREC_LIST_DELETE	= Delete
IDC_BTN_SREC_LIST_COPY		= Copy
IDC_BTN_SREC_LIST_CLOSE		= Close
IDC_LN_SREC_TIP_TASK_SCHEDULER	= TIP: How to start scheduled recording when Bandicam is not running

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Scheduled Recording
IDC_ST_SREC_SETTINGS_NAME	= Name:
IDC_CK_SREC_ACTIVE		= Active
IDC_ST_SREC_SCHEDULING		= Scheduling
IDC_RD_SREC_ONE_TIME		= One time
IDC_RD_SREC_DAILY		= Daily
IDC_RD_SREC_WEEKLY		= Weekly
IDC_ST_SREC_START_TIME		= Start time:
IDC_ST_SREC_END_TIME		= End time:
IDC_CK_SREC_DURATION		= Duration
IDC_CK_SREC_SUN			= Sunday
IDC_CK_SREC_MON			= Monday
IDC_CK_SREC_TUE			= Tuesday
IDC_CK_SREC_WED			= Wednesday
IDC_CK_SREC_THU			= Thursday
IDC_CK_SREC_FRI			= Friday
IDC_CK_SREC_SAT			= Saturday
IDC_ST_SREC_RECORDING		= Recording
IDC_ST_SREC_TARGET		= Recording Target:
IDC_BTN_SREC_TARGET_SELECT	= Select
IDC_ST_SREC_AFTER_RECORDING	= After recording:
IDC_LN_SREC_HELP		= [ Βοήθεια ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= No sound capture devices
IDC_ST_ACAP_NO_DEVICE		= No sound capture devices have been detected.\nTherefore, there will be no audio track in the recorded video file.
IDC_CK_ACAP_DO_NOT_SHOW		= Don't show this message again

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_NON_ADMIN_GAME_MODE
IDD_CAUTION_NON_ADMIN_GAME_MODE		= Bandicam is run as a standard user
IDC_LN_CAUTION_NON_ADMIN_GAME_MODE	= Some recording targets may not be detected because you didn't run Bandicam as an administrator. \n\n<a>Click here to run Bandicam as an administrator.</a>
IDC_LN_CAUTION_NON_ADMIN_GAME_HELP	= Help
ID_BTN_CAUTION_UAC_SETTINGS		= Settings

[MENU]
ID_POPUP_ABOUT			= Περί του Bandicam
ID_POPUP_GENERAL		= Ρυθμίσεις - Γενικά
ID_POPUP_FRAME			= Ρυθμίσεις - FPS
ID_POPUP_VIDEO			= Ρυθμίσεις - Video
ID_POPUP_IMAGE			= Ρυθμίσεις - Εικόνα
ID_POPUP_AUDIO			= Settings - Audio
ID_POPUP_OUTPUTS		= Λίστα αποθηκευμένων αρχείων
ID_POPUP_OPENOUTPUTFOLDER	= Άνοιγμα φακέλου αποθήκευσης
ID_POPUP_TARGET			= Στόχος
ID_POPUP_SETTINGS		= Ρυθμίσεις
ID_POPUP_SIZE			= Μέγεθος
ID_POPUP_EXIT			= Έξοδος

ID_TARGET_DIRECTX		= Game Recording Mode
ID_TARGET_SCREEN		= Screen Recording Mode - Rectangle
ID_TARGET_FULL			= Screen Recording Mode - Fullscreen
ID_TARGET_MOUSE			= Screen Recording Mode - Around mouse
ID_TARGET_DEVICE		= Device Recording Mode
ID_TARGET_AUDIO_ONLY		= Audio-only Recording Mode
ID_TARGET_HELP			= Βοήθεια

ID_TARGET_HIDE			= Εμφάνιση / Απόκρυψη \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Copy to Clipboard \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Drawing mode \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Πάντα σε πρώτο πλάνο
ID_TARGET_COUNTDOWN		= Countdown timer
ID_TARGET_COUNTDOWN_TIMER	= Show countdown timer
ID_TARGET_COUNTDOWN_0		= Off
ID_TARGET_COUNTDOWN_1		= 1 sec
ID_TARGET_COUNTDOWN_2		= 2 sec
ID_TARGET_COUNTDOWN_3		= 3 sec
ID_TARGET_COUNTDOWN_4		= 4 sec
ID_TARGET_COUNTDOWN_5		= 5 sec
ID_TARGET_COUNTDOWN_6		= 6 sec
ID_TARGET_COUNTDOWN_7		= 7 sec
ID_TARGET_COUNTDOWN_8		= 8 sec
ID_TARGET_COUNTDOWN_9		= 9 sec
ID_TARGET_COUNTDOWN_10		= 10 sec
ID_TARGET_HIDE_MAINWND		= Hide main window during recording
ID_TARGET_TRANSPARENCY		= Διαφάνεια
ID_TARGET_SIZE			= Μέγεθος
ID_TARGET_ADJUST		= Adjust

ID_TARGET_MOVE_LEFT		= Μετακίνηση αριστερά \t Αριστερό βελάκι
ID_TARGET_MOVE_RIGHT		= Μετακίνηση δεξιά \t Δεξί βελάκι
ID_TARGET_MOVE_UP		= Μετακίνηση πάνω \t Πάνω βελάκι
ID_TARGET_MOVE_DOWN		= Μετακίνηση κάτω \t Κάτω βελάκι

ID_TARGET_INC_WIDTH		= Αύξηση πλάτους \t Shift+Δεξί βελάκι
ID_TARGET_DEC_WIDTH		= Μείωση πλάτους \t Shift+Αριστερό βελάκι
ID_TARGET_INC_HEIGHT		= Αύξηση ύψους \t Shift+Κάτω βελάκι
ID_TARGET_DEC_HEIGHT		= Μείωση ύψους \t Shift+Πάνω βελάκι

ID_TARGET_FIND_WINDOW		= Select a recording area \t Ctrl+F
ID_TARGET_FULLSCREEN		= Πλήρης οθόνη \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Ταίριασμα σε 4:3
ID_TARGET_RATIO_16_9		= Ταίριασμα σε 16:9
ID_TARGET_SIZE_CUSTOM		= Προσαρμοσμένο μέγεθος \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Προεπιλογή μεγέθους \t Shift+Δεξί κλικ
ID_TARGET_SIZE_PRESET_ADD	= Προσθήκη προεπιλογής
ID_TARGET_SIZE_PRESET_EDIT	= Επεξεργασία προεπιλογών
ID_TARGET_SIZE_RU		= Recently used size \t Ctrl+S

ID_TARGET_DISPLAY		= Display
ID_TARGET_DISPLAY_1		= Display 1
ID_TARGET_DISPLAY_2		= Display 2
ID_TARGET_DISPLAY_3		= Display 3
ID_TARGET_DISPLAY_4		= Display 4
ID_TARGET_DISPLAY_5		= Display 5
ID_TARGET_DISPLAY_6		= Display 6
ID_TARGET_DISPLAY_7		= Display 7
ID_TARGET_DISPLAY_8		= Display 8

ID_TARGET_OPEN_OUTPUTFOLDER	= Άνοιγμα φακέλου αποθήκευσης
ID_TARGET_OUTPUT_LIST		= Output file list
ID_TARGET_EXIT_BANDICAM		= Κλείσιμο Bandicam

ID_DEVICE_HIDE			= Show / Hide \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Copy to Clipboard \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Always on top
ID_DEVICE_SELECTION		= Select Device \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Fullscreen \t Enter
ID_DEVICE_ZOOM			= Zoom
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Aspect Ratio
ID_DEVICE_KEEP_ASPECT_RATIO	= Keep Aspect Ratio
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Default
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Open Output Folder
ID_DEVICE_OUTPUT_LIST		= Output file list
ID_DEVICE_EXIT_BANDICAM		= Exit Bandicam

ID_USER_PRESET_ADD		= Προσθήκη προεπιλογής
ID_USER_PRESET_EDIT		= Επεξεργασία προεπιλογών

ID_SORT_BY_DATE			= Ταξινόμηση ανά ημερομηνιά
ID_SORT_BY_NAME			= Ταξινόμηση ανά όνομα
ID_SORT_BY_SIZE			= Ταξινόμηση ανά μέγεθος

ID_OUTPUTS_LB_PLAY		= Προβολή
ID_OUTPUTS_LB_OPEN		= Προβολή
ID_OUTPUTS_LB_EDIT		= Επεξεργασία
ID_OUTPUTS_LB_RENAME		= Rename     \t F2
ID_OUTPUTS_LB_DELETE		= Διαγραφή     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Επιλογή όλων \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Άνοιγμα φακέλου αποθήκευσης

ID_UPLOAD_TO_YOUTUBE		= Upload to Youtube
ID_UPLOAD_TO_VIMEO		= Upload to Vimeo
ID_UPLOAD_TO_FACEBOOK		= Upload to Facebook

ID_BDCAM_SIZE_DEFAULT		= Προεπιλεγμένο μέγεθος

ID_AUDIO_FILTER_MONO		= Convert to Mono
ID_AUDIO_FILTER_NS		= Noise Suppression
ID_AUDIO_FILTER_NS_OFF		= Off
ID_AUDIO_FILTER_NS_LOW		= Low
ID_AUDIO_FILTER_NS_MEDIUM	= Medium
ID_AUDIO_FILTER_NS_HIGH		= High

